import React, { Component } from 'react'
import { Layout,Typography } from 'antd';

const data = {
    title: '第583章 不一样了！',
    content: `    在谢海洋的得意中，在广场众人对王宝乐的复杂与敬畏中，伴着钟鸣的回荡，随着冯秋然宣布了结果，这场试炼算是真正拉上了幕布。

    接下来，就是拜宫阁一行，只不过拜宫阁处于大剑腹地，距离这里极为遥远，虽苍茫道宫有阵法，可以直接传送过去，但这阵法每一次开启，都需准备许久，故而还需等待一段时间，才可具备开启的条件。

    但不管怎样，拥有风信树叶的王宝乐，无论是身份还是地位，随着这一场试炼，在苍茫道宫里，已经截然不同了！

    不过他没有在道宫主岛多留，而是在冯秋然宣布了结果后，告辞离去，这一场试炼就算是对王宝乐来说，也都是极为凶险，若非最后时刻潜力爆发，根本就无法战胜独孤霖。

    且现在他修为刚刚突破，急需稳固，这一点冯秋然自然知晓，所以在王宝乐临走前，她毫不吝惜的送给了王宝乐一瓶巩固修为的丹药。

    这丹药价值不菲，无论是疗伤还是修行，都极为适合，对此王宝乐感谢一番，这才与赵雅梦以及孔道还有卓一凡离去，跟随他们的还有不少兴奋激动的联邦百子。

    众人在道宫山门外寒暄一番，王宝乐这才起步化作长虹，在联邦百子的目送下，离开了道宫主岛，直奔自己的青火岛。

    赵雅梦与其他人，也都在王宝乐走了后，各自散去，回到了自己的洞府，只是他们虽走，可这场试炼的余波，显然不会这么快消散，将持续的在道宫内传递，成为众弟子茶余饭后的谈资。

    这些事情，王宝乐没去理会，此刻他展开急速，在回到了青火岛后，直接就踏入洞府，选择闭关，盘膝打坐，温养修为的同时，也在仔细查看自己的噬种。

    “青莲没了，雷丹没了，冥丹也没了……”王宝乐有些苦恼，回忆试炼内最后时刻噬种的变化，虽然他冥冥中有种感觉，这变化对自己有利，可此刻还是忍不住挠了挠头，思索后，他散开灵识，尝试进入噬种内部去看个究竟。

    随着他灵识的蔓延，在进入噬种内部后，他很快就看到了一片漆黑的虚无，这虚无不知有多大，里面寂静无比，一片空旷，唯独……有一株青莲，在这虚无里摇曳。

    望着青莲以及其上的雷丹冥丹，王宝乐这才松了口气，但却找不到办法将它们弄出来，隐隐的他感觉自己的青莲与雷丹冥丹，已经与噬种完全融成了一体，似正在酝酿某种变化。

    仔细的研究后，没有找到太多头绪的王宝乐，最后只能放弃，随着灵识收回，他双手掐诀间，雷分身从其本体内走出，查看后他忽然发现自己的雷分身，与之前有了一些细微的变化。

    这变化，体现在……吸收上！

    似乎这雷分身，在释放出来后，可以自行吸收天地灵气去修炼！

    王宝乐内心一震，眼睛猛地睁大后，凝神观察，半晌后他神色怪异起来，右手抬起一指，顿时从储物手镯内飞出一把飞剑，直奔雷分身，狠狠刺去后，竟没有刺透，只是破了点皮罢了。

    且这伤势，眨眼间就痊愈，这就让王宝乐不由得思索起来，目露亮色。

    “可以修行，这与噬种有关，同时分身坚韧，恢复极快，这是……与青莲有关了！”王宝乐心脏加速跳动，他猜测这分身，应该也蕴含了部分冥丹之力，可惜四周没有尝试的鬼魂，但王宝乐对这一点，还是很确信的。

    “有点意思……如此一来，我这雷分身能展现的战力，就了不得了……”王宝乐若有所思，随后本体又尝试了施展冥火以及肉身之力，发现即便是噬种吞噬了一切，可对自己而言，还是一切如常，甚至更有精进后，他索性将这件事放下，不再去琢磨，而是取出雷仙变的功法玉简，查看其内第三层。

    雷仙变功法，第一层可以让他一切神通内，都蕴含雷电之力，在肉身上体现更为明显，而第二层，则是凝聚一具雷分身，这雷分身的出现，对王宝乐帮助极大，但他最渴望的，实际上还是第三层！

    第三层的雷仙变，一旦修成，可以让他与雷分身之间，瞬息变换位置，虽不如瞬移，但也无限接近，这就使得他的在战法上，更为灵活的同时，也将出其不意，某种程度，说他能战力大增，也都毫不夸张。

    比如与独孤霖的一战，如果王宝乐的雷分身与本体能换位挪移，那么凭着这种灵活，哪怕修为没有突破，也绝不会在独孤霖解开第二重封印下，没有还手之力。

    想到这里，王宝乐心头火热，开始研究这雷仙变第三层，尝试修炼，只是这雷仙变越是往后，就难度越大，难以短时间就修炼成，不过王宝乐不急，在这闭关中，在这稳固修为下，慢慢修炼。

    同时，他也没有忘记自己的烛夺帝铠，每天也会抽出一些时间，去修炼烛夺帝铠的第二重，这第二重帝铠，会在幻化后，出现骨头，形成狰狞骨铠，好似人体外骨骼。

    可以说一旦修成，其威力将大幅提升，只不过与雷仙变第三层一样，修炼起来进展缓慢，甚至在王宝乐感受里，后者比前者还要艰难。

    除了需要悟性外，更需要大量的资源，哪怕冯秋然给了王宝乐一瓶价值不菲的丹药，可还是不够。

    王宝乐思来想去，只能将目标放在拜宫阁上，琢磨着自己一旦在道碟上刻了名字，倒也不急着归来，应该凭着道碟的身份，在那剑身腹地内，再搜刮一番才好。

    “身份越高，能去的地方就越广，能无视的禁制就越多……”王宝乐想到这里，心中充满期待，同时也观察自己的本命剑鞘。

    这剑鞘的威力，他现在算是相信了小姐姐曾经的话语，虽说让他再挥出那一剑，此刻不大可能，这需要长期的蕴养后才可。

    但那一剑的威力之大，以及这剑鞘所代表的意义，使得王宝乐对将其升级为七品法兵，更为执着。

    “必须要去一趟剑身腹地了！”王宝乐目露果断，可也知道，此事不能急，所以在闭关了半个月后，当丹药吃完，他打算去一趟道宫，用自己的战功，换取其他辅助修炼的丹药。

    临走前，他还从储物手镯里拿出一面镜子，望着镜子里棱角分明，有些陌生的面孔，王宝乐不由得感慨。

    “帅的太过突然，让我自己都猝不及防……”唏嘘间，他本能的要去拍肚子，但却一下子拍空，低头一看，原来自己的肚子，已经没那么大了。

    “王宝乐啊，你明明可以靠颜值吃饭的，可却偏偏选择了依靠自身的努力与实力！”王宝乐内心得意，却长叹一声，随后才摆出造型，自拍了一张照片后，放到了联邦百子的局域网群里，这才心满意足的离开青火岛。

    而这一次来到道宫，王宝乐感受到了与以往截然不同的待遇，几乎在他刚刚出现道宫主岛，就立刻有人远远看到，立刻靠近，向他抱拳拜见。

    并非一个两个的拜见，而是随着王宝乐的前行，所有看到他的修士，无不如此，那一个个敬畏与恭敬的目光，让王宝乐有些恍惚，好似回到了缥缈道院一样。

    尤其是在任务石碑处，这里修士众多，王宝乐的出现，顿时就引起了骚动，一如他们看到其他亲传般，都看向王宝乐，拜见之余，也都让开道路。

    这种待遇，让王宝乐心底顿时得意，而最让他心底自豪的，是这一路上，居然还有几个道宫的女弟子看向他时，眸子里水汪汪的，让人既舒服又愉悦。

    “咳咳，不知道这青铜古剑上的女修，身体结构与地球联邦，是不是一样的……”王宝乐眨了眨眼，开始认真思考这个学术问题。`

};

const {Content} = Layout;

const { Paragraph,Title  } = Typography;

class Index extends Component{
    render(){
        return(
            <Layout>
                <Layout>
                    <Content style={{ margin: '24px 16px 0' }}>
                        <div style={{ padding: 24, background: '#fff', minHeight: 300 }}>
                            <Title level={4}>
                                {data.title}
                            </Title>
                            <Paragraph >
                                {data.content}
                            </Paragraph>
                            <hr />
                            <Title level={4}>
                                下一章
                            </Title>
                            <Paragraph >
                                下一章
                            </Paragraph>
                        </div>
                    </Content>
                </Layout>
            </Layout>
        )
    }
}

export default Index;